export const faq = [
    {
        question:"تو مسطورا چه خبره؟",
        answer:"اینجا قراره یه اتفاق شگفت‌انگیز بیفته که زندگی‌تون رو به قبل و بعد از ماه رمضان امسال تقسیم می‌کنه! چون قراره به جای اینکه قرآن رو صرفا بخونید، این بار زندگی با آیه‌های قرآن رو تجربه کنید!"
    },
    {
        question:"مسیر کاربرا تو مسطورا چه جوریه؟",
        answer:"اول با آیه‌هایی که به کار زندگی‌ روزمره میاد آشنا ‌می‌شید، تو مرحله بعد معنی آیه‌ها رو می‌فهمید، تو مرحله سوم اونا رو به آسونی حفظ می‌کنید و تو آخرین مرحله هم تجربه دیگران از زندگی با آیه‌های قرآن رو می‌بینید و تجربه خودتون رو منتشر می‌کنید."
    },
   
    {
        question:"چطوری میشه عضو مسطورا شد؟",
        answer:"عضویت تو مسطورا خیلی ساده‌ است. کافیه شماره موبایل‌تون رو بنویسید و دریافت کد تایید رو بزنید و بعد کدی که دریافت می‌کنید رو وارد کنید و تمام. البته برای پست‌گذاشتن توی مسطورا، باید پروفایل‌تون رو کامل کنید."
    },
    {
        question:"چه جوری میشه تو مسطورا امتیاز و جایزه گرفت؟",
        answer:"اگه مسیر مسطورا رو شروع کنید،‌ آروم آروم با قسمت‌هایی که می‌تونید امتیاز جمع کنید آشنا می‌شید؛ ولی بعضی کارها مثل دعوت از دوست و دیده‌شدن پست‌هایی که می‌گذارید، امتیاز ویژه‌ای داره. اگه دوست دارید با مسطورا بیشتر آشنا بشید، حتما عضو کانال‌های ما تو شبکه‌های اجتماعی شاد و ایتا و روبیکا و بله بشید. نام کاربری ما @masturaa است! منتظرتون هستیم!"
    },
]


export const navBar = [
    {
        title:"خانه",
        link:"/"
    },
    {
        title:"محتوا کاربران",
        link:"/profile"
    },
    {
        title:"مسیر مسطورا",
        link:""
    },
    {
        title:"درباره مسطورا",
        link:""
    },
    {
        title:"تماس با ما",
        link:""
    },
    
]


export const sideBar = [
    {
        title:"مسابقه",
        imgUrl:"/icons/competition.svg",
        link:""
    },
    {
        title:"جدول امتیازات",
        imgUrl:"/icons/Road.svg",
        link:""
    },
    {
        title:"محتوای کاربران",
        imgUrl:"/icons/user-reels.svg",
        link:""
    },
    {
        title:"فروشگاه",
        imgUrl:"/icons/Offer.svg",
        link:""
    },
]

export const mobileSideBar = [
    {
        title:"مسابقه",
        imgUrl:"/icons/competition.svg",
        link:""
    },
    {
        title:"جدول امتیازات",
        imgUrl:"/icons/Road.svg",
        link:""
    },
    {
        title:"محتوای کاربران",
        imgUrl:"/icons/user-reels.svg",
        link:""
    },
]
